Repository: Mokusei-Hana/OshiLife
Catalog: Shared/Localizable.xcstrings
Source language: ja
Languages: zh_hans

# card.accessibility %@ %@
source: %1$@、%2$@のライブ
zh_hans: %1$@，%2$@的演出

# common.cancel
source: キャンセル
zh_hans: 取消

# common.close
source: 閉じる
zh_hans: 关闭

# common.continue_editing
source: 編集を続ける
zh_hans: 继续编辑

# common.delete
source: 削除
zh_hans: 删除

# common.done
source: 完了
zh_hans: 完成

# common.edit
source: 編集
zh_hans: 编辑

# common.error
source: エラー
zh_hans: 错误

# common.loading
source: 読み込み中…
zh_hans: 正在加载…

# common.ok
source: OK
zh_hans: 好

# cover.choose
source: 写真を選ぶ
zh_hans: 选择照片

# cover.image
source: カバー画像
zh_hans: 封面图片

# cover.placeholder
source: カバー画像なし
zh_hans: 无封面图片

# cover.remove
source: カバーを削除
zh_hans: 移除封面

# delete.message
source: このライブとカバー画像を削除します。この操作は取り消せません。
zh_hans: 将删除此演出及封面图片，此操作无法撤销。

# delete.title
source: ライブを削除しますか？
zh_hans: 删除演出？

# detail.available_tickets
source: 販売中のチケット
zh_hans: 可选票种

# detail.information
source: ライブ情報
zh_hans: 演出信息

# detail.links
source: リンク
zh_hans: 链接

# detail.open_maps
source: マップで開く
zh_hans: 在地图中打开

# detail.source
source: 元の投稿を開く
zh_hans: 打开原帖

# detail.ticket
source: チケットを開く
zh_hans: 打开票务链接

# detail.title
source: ライブ詳細
zh_hans: 演出详情

# display_mode.card
source: カード
zh_hans: 卡片

# display_mode.list
source: リスト
zh_hans: 列表

# display_mode.title
source: 表示形式
zh_hans: 显示方式

# editor.basic
source: 基本情報
zh_hans: 基本信息

# editor.edit_title
source: ライブを編集
zh_hans: 编辑演出

# editor.links
source: リンク
zh_hans: 链接

# editor.location
source: 会場
zh_hans: 场地

# editor.new_title
source: 新しいライブ
zh_hans: 新建演出

# editor.schedule
source: 日時
zh_hans: 日期与时间

# editor.tickets
source: チケット
zh_hans: 票种

# error.image_encoding
source: 画像を保存できませんでした。
zh_hans: 无法保存图片。

# error.invalid_image
source: この画像を読み込めません。
zh_hans: 无法读取此图片。

# error.invalid_import
source: 読み込み情報が正しくありません。
zh_hans: 导入信息无效。

# error.invalid_x_url
source: 有効なX投稿URLではありません。
zh_hans: 不是有效的X帖子链接。

# error.map_coordinates
source: 保存された位置情報がありません。会場を選び直してください。
zh_hans: 没有已保存的位置信息，请重新选择场地。

# error.map_empty
source: 会場または住所を入力してください。
zh_hans: 请输入场地或地址。

# error.map_no_result
source: マップで場所を見つけられませんでした。
zh_hans: 地图中未找到此地点。

# error.map_url
source: マップを開くためのURLを作成できませんでした。
zh_hans: 无法创建地图链接。

# error.missing_import
source: 共有した情報が見つかりません。
zh_hans: 找不到分享的信息。

# error.missing_live
source: ライブが見つかりません
zh_hans: 找不到演出

# error.oembed_http %lld
source: Xから情報を取得できませんでした（%lld）。
zh_hans: 无法从X获取信息（%lld）。

# error.oembed_response
source: Xから不正な応答を受け取りました。
zh_hans: X返回了无效响应。

# error.oembed_too_large
source: Xの応答が大きすぎます。
zh_hans: X返回的数据过大。

# error.persistence_fallback %@
source: データ保存を開始できないため、一時モードで動作しています。%@
zh_hans: 无法启用数据存储，当前处于临时模式。%@

# error.shared_container
source: 共有コンテナを開けません。App Group設定を確認してください。
zh_hans: 无法打开共享容器，请检查App Group设置。

# field.address
source: 住所
zh_hans: 地址

# field.artist
source: アーティスト・グループ
zh_hans: 艺人・团体

# field.cover
source: カバー画像
zh_hans: 封面图片

# field.date
source: 開催日
zh_hans: 演出日期

# field.date.choose
source: 開催日を選ぶ
zh_hans: 选择演出日期

# field.date.clear
source: 開催日をクリア
zh_hans: 清除演出日期

# field.notes
source: メモ
zh_hans: 备注

# field.open_time
source: 開場時間
zh_hans: 入场时间

# field.open_time.enabled
source: 開場時間を設定
zh_hans: 设置入场时间

# field.selected_ticket
source: 購入したチケット
zh_hans: 已购票种

# field.source_url
source: 元の投稿URL
zh_hans: 原帖链接

# field.start_time
source: 開演時間
zh_hans: 开始时间

# field.start_time.enabled
source: 開演時間を設定
zh_hans: 设置开始时间

# field.status
source: ステータス
zh_hans: 状态

# field.ticket_url
source: チケットURL
zh_hans: 票务链接

# field.title
source: イベント名
zh_hans: 演出名称

# field.venue
source: 会場名
zh_hans: 场地名称

# filter.all
source: すべて
zh_hans: 全部

# filter.title
source: 表示するステータス
zh_hans: 筛选状态

# home.attended
source: 最近参加したライブ
zh_hans: 最近参加

# home.next_live
source: 次のライブまで
zh_hans: 距离下一场 Live

# home.no_upcoming
source: 予定されているライブはありません
zh_hans: 暂无计划中的演出

# home.selected_live_countdown
source: 選択中のライブまで
zh_hans: 距离当前选中的 Live

# home.upcoming
source: 最近の予定
zh_hans: 最近计划

# import.discard.action
source: 読み込みを破棄
zh_hans: 放弃导入

# import.discard.message
source: 共有した投稿と画像をキューから削除します。
zh_hans: 将从队列中删除分享的帖子和图片。

# import.discard.title
source: 読み込みを破棄しますか？
zh_hans: 放弃此次导入？

# import.duplicate.message %@
source: 同じ元URLの「%@」が保存されています。重複して保存することもできます。
zh_hans: 已保存相同来源链接的“%@”。仍可重复保存。

# import.duplicate.open
source: 保存済みを開く
zh_hans: 打开已保存项目

# import.duplicate.title
source: すでに保存されています
zh_hans: 已经保存

# import.retry
source: 投稿情報を再取得
zh_hans: 重新获取帖子信息

# list.empty.message
source: 大切なライブの思い出を、最初のカードに残しましょう。
zh_hans: 用第一张卡片记录珍贵的演出回忆吧。

# list.empty.title
source: まだライブがありません
zh_hans: 还没有演出记录

# live.add
source: ライブを追加
zh_hans: 添加演出

# map.apple
source: Appleマップ
zh_hans: Apple 地图

# map.google
source: Googleマップ
zh_hans: Google 地图

# manual_import.action
source: 投稿を読み込む
zh_hans: 导入帖子

# manual_import.clipboard.action
source: このURLを使う
zh_hans: 使用此链接

# manual_import.clipboard.title
source: クリップボードにXのURLがあります
zh_hans: 剪贴板中有X链接

# manual_import.message
source: XまたはTwitterの投稿URLを貼り付けると、投稿情報をライブ編集画面に読み込みます。
zh_hans: 粘贴X或Twitter帖子链接，将帖子信息导入演出编辑页面。

# manual_import.title
source: Xから読み込む
zh_hans: 从X导入

# manual_import.url.label
source: 投稿URL
zh_hans: 帖子链接

# share.invalid_url
source: Xの投稿URLが見つかりませんでした。
zh_hans: 未找到X帖子链接。

# share.metadata_warning %@
source: 投稿情報を取得できませんでした。アプリで再試行できます。%@
zh_hans: 无法获取帖子信息，可在应用中重试。%@

# share.processing
source: 投稿を読み込んでいます…
zh_hans: 正在导入帖子…

# share.queued
source: 読み込みを保存しました。OshiLifeを開いて編集を続けてください。
zh_hans: 导入已保存，请打开OshiLife继续编辑。

# share.title
source: OshiLifeに保存
zh_hans: 保存到OshiLife

# status.attended
source: 参戦済み
zh_hans: 已参加

# status.cancelled
source: 中止
zh_hans: 已取消

# status.planned
source: 参戦予定
zh_hans: 计划参加

# ticket.none
source: 未選択
zh_hans: 未选择

# ticket.selected
source: 購入済み
zh_hans: 已购买

# validation.artist_required
source: アーティスト・グループを入力してください。
zh_hans: 请输入艺人或团体。

# validation.date_required
source: 開催日を選んでください。
zh_hans: 请选择演出日期。

# validation.source_url
source: 元の投稿URLはhttpまたはhttpsで入力してください。
zh_hans: 原帖链接必须使用http或https。

# validation.ticket_url
source: チケットURLはhttpまたはhttpsで入力してください。
zh_hans: 票务链接必须使用http或https。

# validation.title
source: 入力内容を確認してください
zh_hans: 请检查输入内容

# validation.title_required
source: イベント名を入力してください。
zh_hans: 请输入演出名称。

# venue.change
source: 会場を変更
zh_hans: 更改场地

# venue.choose
source: マップから会場を選ぶ
zh_hans: 从地图中选择场地

# venue.clear
source: クリア
zh_hans: 清除

# venue.picker.title
source: 会場を選ぶ
zh_hans: 选择场地

# venue.search.placeholder
source: 会場名や住所を検索
zh_hans: 搜索场地名称或地址

# venue.search.prompt.message
source: 候補から選ぶと、会場名・住所・位置情報が保存されます。
zh_hans: 从建议中选择后，将保存场地名称、地址和位置信息。

# venue.search.prompt.title
source: 会場を検索
zh_hans: 搜索场地
